{
  1. "This thinker’s first work in his main area of study argued against “soul sleep.” Despite writing ​Response toQuestions and Objections of a Certain Jew​, this thinker said that anyone “obey[ing] the commands by faithworking through love” belonged to the New Covenant. Martin Bucer invited this thinker to​ (*) Strasbourg, andone of his followers was Theodore Beza. This thinker largely agreed with Huldrych Zwingli about the Eucharist andwrote Institutes of the Christian Religion. Adherents of this thinker’s namesake sect believe in predestination. For 10points, name this early Protestant leader from Geneva.",


2.  "One of these non-human animals appears below four expressionless Biblical figures in Paul Gauguin’s ​TheGreen Christ​. In another work, one of these animals stands behind a column adorned with bronze dragons inthe fountain of life. One poem describes one of these animals “[m]aking all the vales rejoice” and asks it, ​(*)“Dost thou know who made thee[?]” That poem titled for one of these animals is found in Songs of Innocence. OneJan van Eyck artwork sometimes titled for the “Adoration” of one of these animals is more commonly known as theGhent Altarpiece. For 10 points, identify these animals which may be “sacrificial” and will be eventually become adult sheep.",

3. "The Holidays with Pay Act was passed under this man. As Chancellor, this man advocated for the “ImperialPreference” policy of his father, Joseph. This man used Walter Runciman and the Earl of Halifax to negotiatewith men such as Konstantin von Neurath, and he signed one agreement on September 30, which​ (*) Slovaksrefer to as a diktat. This man resigned after a disastrous invasion of Norway and was attacked in the book TheGathering Storm for his policy of appeasement. For 10 points, name this British prime minister who infamouslydeclared “peace in our time” after surrendering Czechoslovakian territory to Hitler, the predecessor to Winston Churchill.",

4. "In one poem by this writer, a golden eagle lifts the speaker away from a glass temple to Venus, and a shortwork by him features Anelida. This author of ​The House of Fame​ also wrote an instruction manual on the useof the astrolabe and helped establish St. Valentine’s Day as a romantic holiday in ​The Parlement of​ (*) Foules.Nicholas and Alisoun trick John into sleeping in a tub in a section of a work by this author which also features astory in which a knight is tasked with learning what women want. A group of travelers stop at the Tabard Inn in thisauthor’s most famous work’s General Prologue. For 10 points, name this Medieval English author of TheCanterbury Tales.",

5. "In a lengthy section in this work, one figure asks another to identify an “improver.” Near the beginning ofthis work, it asserts that poets do not understand their own poetry while attempting to resolve a divineparadox as reported by Chaerephon (“KAI-re-fon”). This work argues that because no one can know whathappens after​ (*) death, there is no reason to fear it. In this work, while talking to Meletus, the central figurecompares himself to a gadfly and asserts that his wisdom stems from recognition of his ignorance as he responds toaccusations of atheism and corrupting the youth. For 10 points, identify this Socratic dialogue by Plato which details Socrates’s defense at his trial.",

6. "One revolution erupted in this country after the exile of Saad Zaghlul. The sister of one ruler in this countrywas married to a Shah of Iran in 1939. A leader of this country was assassinated during a victory paradecelebrating Operation Badr. This country’s last monarch succeeded his father Fuad I and was overthrown bythe ​(*) Free Officers Movement. The closing of the Straits of Tiran by this nation sparked the Six Days War. In 2011, an estimated one million people in this country protested in Tahrir Square, leading to the downfall of Hosni Mubarak. For 10 points, name this nation home to Gamal Abdel Nasser.",

7. "This quantity is determined to be non-zero by an accelerating reference frame through a vacuum in theUnruh effect. This quantity for electrons following a certain probability distribution is multiplied by thenumber density and the Boltzmann constant to find the plasma pressure. This quantity can be measured onthe​ (*) Rankine scale, and changes in it for air cause mirages. This quantity for an enclosed gas is directlyproportional to pressure, according to Gay-Lussac’s law, and it is multiplied by the number of moles and a constantsymbolized R on one side of the ideal gas law. For 10 points, name this quantity that can be measured on the Kelvinscale.",

8. "This man described Skaya in his book ​My Trip Abroad​, and later featured her in ​A Countess from Hong Kong​.One work by this man, in which the main character learns of a Viennese man’s blindness cure, repeatedlyuses the song “La Violetera,” which is about a flower girl. Larsen wreaks havoc for two of this man’scharacters, Jim and the Lone Prospector, in ​The​ (*) Gold Rush. In one work, this man played an assembly lineworker in his “Tramp” persona, while in another, he used the fictional country of Tomania to satirize Adolf Hitler.Often wearing a bowler hat with a cane, for 10 points, name this filmmaker behind City Lights, Modern Times, andThe Great Dictator, a star of silent film.",

9. "One character in this novel remembers a garden with “the smell of turned earth, the plump shapes of bulbs”as a symbol of motherhood and sits on a pillow embroidered with “FAITH.” One character in this novelleaves the “Red Center” by attacking Aunt Elizabeth. Knotly Wade appears in the epilogue of this novel,explaining tapes with Professor ​(*) Pieixoto (“pee-ex-OH-to”). The protagonist of this novel learns the code word“Mayday” from Moira and is forced to work for the husband of Serena Joy, the Commander, in the Republic ofGilead. For 10 points, name this novel about Offred, a dystopian novel by Margaret Atwood.",

10. "In this city, a pseudonymous author named Anthony Benezet wrote demanding the use of African-Americannurses. One major event in this city began at the Arch Street Wharf. Bishop Richard Allen founded theAfrican Methodist Episcopal Church in this city. It’s not Boston, but one man associated with this citypublished several works as Mrs. Silence Dogood and invented a namesake ​(*) stove. Benjamin Rush was apolitician and doctor in this city, where he helped combat a 1793 yellow fever epidemic. The Olive Branch Petitionwas drafted in this city as part of the Second Continental Congress. For 10 points, name this city home to Benjamin Franklin and the Liberty Bell.",

11. "The Chuvash people live primarily on an upland named after this river. The middle section of this river,which rises in the Valdai Hills, is determined by its confluences with the Oka and Kama rivers. Another namefor this river is İdel​ (“ID-il”), and at the confluence of this river with the Kazanka River lies the capital of (*)Tatarstan, Kazan. A city now named after this river received the title Hero City in 1945, and, on the MamayevKurgan, contains the statue “The Motherland Calls.” This river passes through Astrakhan before flowing into theCaspian Sea. For 10 points, name this Russian river, the longest river in Europe.",

12. "It’s not snow, but this phenomenon is involved in the formation of gastrugi. Based on the time of day at whichit is present, this phenomenon can be classified as “land” or “sea,” and the station model represents thisphenomenon in part with flags. This phenomenon forms systems named for ​(*) Hadley and Ferrel, known ascells. Sudden examples of this phenomenon, which are measured by the Beaufort scale, include the squamish andwillawaw. One prevailing form of this phenomenon which is often called either “wet” or “dry” and travels acrossSouth Asia is a monsoon. For 10 points, give this phenomenon that names a meteorological “chill,” which can beclassified as a breeze or gale.",

13. "One character in this play thanks his friend for sending a custard to his sick mother. The “Varsouviana” is arecurring song in this play, because one woman once heard it at the Moon Lake Casino with Allan Grey. Thecostume jewelry of one character in this play causes her brother-in-law to cite the Napoleonic code. Thatbrother-in-law later throws a​ (*) radio out a window in this play featuring a “Blue Piano.” A character in this playwho loses Belle Reve later says she has “always depended on the kindness of strangers” before beinginstitutionalized. For 10 points, name this play set in New Orleans about Stanley and Stella Kowalski and BlancheDuBois, a work of Tennessee Williams.",

14. "This composer, who entered a competition with his ​Sonatine​, dedicated each of five movements of one work tofellow “Hooligans,” such as “Sad Birds” and “A Boat on the Ocean.” One work by this composer frequentlyrequotes a melody beginning with a sustained high C followed by “B C D C B A C.” Each of six movements ofa piano suite by this composer honors a different​ (*) soldier. He’s not Russian, but this composer orchestratedPictures at an Exhibition. This composer of Miroirs and Pavane for a Dead Princess wrote a piece for IdaRubinstein which begins with a flute playing over a snare drum ostinato. For 10 points, name this French composerwho wrote Boléro.",

15. "The osphradium is a sensory organ in members of this phylum, and conchiolin is secreted by epithelial cells inmembers of this phylum to form the periostratum. They’re not arthropods, but members of this phylum usehemocyanins to transport oxygen. A structure in members of this phylum consists of the​ (*) odontophore andcuticula and is used for feeding. That structure is the ​radula. Members of this phylum can use their mantle cavity forbreathing and movement, and they have a muscular foot. Cephalopods and bivalves are classes in this phylum. For10 points, name this phylum including snails, mussels, and octopuses.";

16. "According to a Tweet from one figure, this politician said of Hillary Clinton, “One must be able to lose with dignity.” After meeting with this politician, Halbe Zijlstra (“HAL-ba ZEEL-stra”) was replaced in March2018 as Dutch Foreign Affairs Minister. This politician’s supporters shouted, “Krym nash,” after one of hisactions in 2014. In 2005, this politician ​(*) stole Robert Kraft’s Super Bowl ring. A landmass shaped like Florida was targeted in a recent presentation by this politician about his country’s military, which claimed American defenses would be “useless” against his new nuclear weapons. For 10 points, name this alleged meddler in U.S.elections, the current President of the Russian Federation.";

17. "In this novel, Crazy Leo appears at every funeral in a certain city, and Mr. Schmuh discovers a jazz band.One character in this novel earns the nickname Jesus after vandalizing a chocolate factory and makes a keydecision due to the idea that he might have to be a grocer. Roswitha dies in this novel in which patrons cry atth​e (*) Onion Cellar. After finding a bloody ring finger, the protagonist of this novel is accused of killing SisterDorothea. That protagonist of this first work of the Danzig Trilogy can shatter glass with his voice and stopsgrowing at age three. For 10 points, name this novel about Oskar Matzerath, a work by Günter Grass.";

18. "This deity tried to hail a ride from a ferryman, actually his father in disguise, but was insulted and ended uphaving to walk around the river. This deity obtained a deep cauldron for the sea god Aegir (“EYE-geer”) bythrowing a goblet at its owner’s head, and when his blood brother cut off his wife’s hair, he had it replacedwith a gold headpiece; his wife was the goddess (*) ​Sif. When this god’s name was uttered, Loki’s flyting with thegods ended, since this god was summoned when his name was spoken. This god failed to wrestle an old lady, a deityof old age in disguise, and was forced to dress as Freyja in order to recover his weapon Mjolnir. For 10 points, namethis hammer-wielding Norse god of thunder.";

19. "One noble with this name took rule after the death of his father Roger II and fought against his chancellorMaio of Bari. Two nobles of this name ruled as kings of Sicily, and another man of this name died whilehunting in the New Forest. One man with this name received French support to win the Battle of (*)Val-es-Dunes. That ruler launched the Harrying of the North and married Matilda of Flanders, and he also compiledthe Domesday Book and completed his conquest in 1066. For 10 points, give this name of a ruler who won theBattle of Hastings, known as the Conqueror.";
}
